export default [
  {
    "name": "Ричтрак",
    "machines": [
      {
        "name": "Погрузчик 66",
        "id": "03ff00000066",
        "workers": [
          {
            "name": "Гаврилов Павел",
            "rfid": "01309386000d0071",
            "active": 98.3073916666665,
            "common": 157.414166666669,
            "hydro": 49.1092583333332,
            "movement": 49.1981333333332,
            "unactive": 59.1067750000002
          },
          {
            "name": "Зубенко Михаил",
            "rfid": "01309386000d0070",
            "active": 98.3073916666665,
            "common": 157.414166666669,
            "hydro": 49.1092583333332,
            "movement": 49.1981333333332,
            "unactive": 59.1067750000002
          }
        ]
      },
      {
        "name": "Ричтрак 67",
        "id": "03ff00000067",
        "workers": [
          {
            "name": "Марфицин Алексей",
            "rfid": "01309386000d0071",
            "active": 242.803733333333,
            "common": 359.386666666673,
            "hydro": 121.5586,
            "movement": 121.245133333333,
            "unactive": 116.582933333333
          },
          {
            "name": "Зубенко Михаил",
            "rfid": "01309386000d00700",
            "active": 242.803733333333,
            "common": 359.386666666673,
            "hydro": 121.5586,
            "movement": 121.245133333333,
            "unactive": 116.582933333333
          }
        ]
      },
      {
        "name": "Ричтрак 69",
        "id": "03ff00000069",
        "workers": [
          {
            "name": "Петренко Алексей",
            "rfid": "01309386000d0070",
            "active": 270.073691666668,
            "common": 502.463333333343,
            "hydro": 134.9648,
            "movement": 135.108891666666,
            "unactive": 232.389641666668,
          }
        ]
      }
    ]
  },
  {
    "name": "Электротележки",
    "machines": [
      {
        "name": "Электротележка 32",
        "id": "03ff00000032",
        "workers": [
          {
            "name": "Петренко Алексей",
            "rfid": "01309386000d0070",
            "active": 270.073691666668,
            "common": 502.463333333343,
            "hydro": 134.9648,
            "movement": 135.108891666666,
            "unactive": 232.389641666668
          }
        ]
      }
    ]
  }
]